{
  "metadata": {
    "total_size": 11073382400
  },
  "weight_map": {
    "backbone.embeddings.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.0.mixer.A_log": "model-00001-of-00003.safetensors",
    "backbone.layers.0.mixer.D": "model-00001-of-00003.safetensors",
    "backbone.layers.0.mixer.conv1d.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.0.mixer.conv1d.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.0.mixer.dt_proj.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.0.mixer.dt_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.0.mixer.in_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.0.mixer.out_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.0.mixer.x_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.0.norm.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.1.mixer.A_log": "model-00001-of-00003.safetensors",
    "backbone.layers.1.mixer.D": "model-00001-of-00003.safetensors",
    "backbone.layers.1.mixer.conv1d.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.1.mixer.conv1d.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.1.mixer.dt_proj.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.1.mixer.dt_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.1.mixer.in_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.1.mixer.out_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.1.mixer.x_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.1.norm.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.10.mixer.A_log": "model-00001-of-00003.safetensors",
    "backbone.layers.10.mixer.D": "model-00001-of-00003.safetensors",
    "backbone.layers.10.mixer.conv1d.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.10.mixer.conv1d.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.10.mixer.dt_proj.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.10.mixer.dt_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.10.mixer.in_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.10.mixer.out_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.10.mixer.x_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.10.norm.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.11.mixer.A_log": "model-00001-of-00003.safetensors",
    "backbone.layers.11.mixer.D": "model-00001-of-00003.safetensors",
    "backbone.layers.11.mixer.conv1d.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.11.mixer.conv1d.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.11.mixer.dt_proj.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.11.mixer.dt_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.11.mixer.in_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.11.mixer.out_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.11.mixer.x_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.11.norm.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.12.mixer.A_log": "model-00001-of-00003.safetensors",
    "backbone.layers.12.mixer.D": "model-00001-of-00003.safetensors",
    "backbone.layers.12.mixer.conv1d.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.12.mixer.conv1d.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.12.mixer.dt_proj.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.12.mixer.dt_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.12.mixer.in_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.12.mixer.out_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.12.mixer.x_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.12.norm.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.13.mixer.A_log": "model-00001-of-00003.safetensors",
    "backbone.layers.13.mixer.D": "model-00001-of-00003.safetensors",
    "backbone.layers.13.mixer.conv1d.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.13.mixer.conv1d.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.13.mixer.dt_proj.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.13.mixer.dt_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.13.mixer.in_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.13.mixer.out_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.13.mixer.x_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.13.norm.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.14.mixer.A_log": "model-00001-of-00003.safetensors",
    "backbone.layers.14.mixer.D": "model-00001-of-00003.safetensors",
    "backbone.layers.14.mixer.conv1d.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.14.mixer.conv1d.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.14.mixer.dt_proj.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.14.mixer.dt_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.14.mixer.in_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.14.mixer.out_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.14.mixer.x_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.14.norm.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.15.mixer.A_log": "model-00001-of-00003.safetensors",
    "backbone.layers.15.mixer.D": "model-00001-of-00003.safetensors",
    "backbone.layers.15.mixer.conv1d.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.15.mixer.conv1d.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.15.mixer.dt_proj.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.15.mixer.dt_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.15.mixer.in_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.15.mixer.out_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.15.mixer.x_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.15.norm.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.16.mixer.A_log": "model-00001-of-00003.safetensors",
    "backbone.layers.16.mixer.D": "model-00001-of-00003.safetensors",
    "backbone.layers.16.mixer.conv1d.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.16.mixer.conv1d.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.16.mixer.dt_proj.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.16.mixer.dt_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.16.mixer.in_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.16.mixer.out_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.16.mixer.x_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.16.norm.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.17.mixer.A_log": "model-00001-of-00003.safetensors",
    "backbone.layers.17.mixer.D": "model-00001-of-00003.safetensors",
    "backbone.layers.17.mixer.conv1d.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.17.mixer.conv1d.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.17.mixer.dt_proj.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.17.mixer.dt_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.17.mixer.in_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.17.mixer.out_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.17.mixer.x_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.17.norm.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.18.mixer.A_log": "model-00001-of-00003.safetensors",
    "backbone.layers.18.mixer.D": "model-00001-of-00003.safetensors",
    "backbone.layers.18.mixer.conv1d.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.18.mixer.conv1d.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.18.mixer.dt_proj.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.18.mixer.dt_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.18.mixer.in_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.18.mixer.out_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.18.mixer.x_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.18.norm.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.19.mixer.A_log": "model-00001-of-00003.safetensors",
    "backbone.layers.19.mixer.D": "model-00001-of-00003.safetensors",
    "backbone.layers.19.mixer.conv1d.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.19.mixer.conv1d.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.19.mixer.dt_proj.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.19.mixer.dt_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.19.mixer.in_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.19.mixer.out_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.19.mixer.x_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.19.norm.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.2.mixer.A_log": "model-00001-of-00003.safetensors",
    "backbone.layers.2.mixer.D": "model-00001-of-00003.safetensors",
    "backbone.layers.2.mixer.conv1d.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.2.mixer.conv1d.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.2.mixer.dt_proj.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.2.mixer.dt_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.2.mixer.in_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.2.mixer.out_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.2.mixer.x_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.2.norm.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.20.mixer.A_log": "model-00001-of-00003.safetensors",
    "backbone.layers.20.mixer.D": "model-00001-of-00003.safetensors",
    "backbone.layers.20.mixer.conv1d.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.20.mixer.conv1d.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.20.mixer.dt_proj.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.20.mixer.dt_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.20.mixer.in_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.20.mixer.out_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.20.mixer.x_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.20.norm.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.21.mixer.A_log": "model-00001-of-00003.safetensors",
    "backbone.layers.21.mixer.D": "model-00001-of-00003.safetensors",
    "backbone.layers.21.mixer.conv1d.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.21.mixer.conv1d.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.21.mixer.dt_proj.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.21.mixer.dt_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.21.mixer.in_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.21.mixer.out_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.21.mixer.x_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.21.norm.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.22.mixer.A_log": "model-00001-of-00003.safetensors",
    "backbone.layers.22.mixer.D": "model-00001-of-00003.safetensors",
    "backbone.layers.22.mixer.conv1d.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.22.mixer.conv1d.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.22.mixer.dt_proj.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.22.mixer.dt_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.22.mixer.in_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.22.mixer.out_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.22.mixer.x_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.22.norm.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.23.mixer.A_log": "model-00001-of-00003.safetensors",
    "backbone.layers.23.mixer.D": "model-00001-of-00003.safetensors",
    "backbone.layers.23.mixer.conv1d.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.23.mixer.conv1d.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.23.mixer.dt_proj.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.23.mixer.dt_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.23.mixer.in_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.23.mixer.out_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.23.mixer.x_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.23.norm.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.24.mixer.A_log": "model-00001-of-00003.safetensors",
    "backbone.layers.24.mixer.D": "model-00001-of-00003.safetensors",
    "backbone.layers.24.mixer.conv1d.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.24.mixer.conv1d.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.24.mixer.dt_proj.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.24.mixer.dt_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.24.mixer.in_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.24.mixer.out_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.24.mixer.x_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.24.norm.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.25.mixer.A_log": "model-00001-of-00003.safetensors",
    "backbone.layers.25.mixer.D": "model-00001-of-00003.safetensors",
    "backbone.layers.25.mixer.conv1d.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.25.mixer.conv1d.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.25.mixer.dt_proj.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.25.mixer.dt_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.25.mixer.in_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.25.mixer.out_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.25.mixer.x_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.25.norm.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.26.mixer.A_log": "model-00001-of-00003.safetensors",
    "backbone.layers.26.mixer.D": "model-00001-of-00003.safetensors",
    "backbone.layers.26.mixer.conv1d.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.26.mixer.conv1d.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.26.mixer.dt_proj.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.26.mixer.dt_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.26.mixer.in_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.26.mixer.out_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.26.mixer.x_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.26.norm.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.27.mixer.A_log": "model-00001-of-00003.safetensors",
    "backbone.layers.27.mixer.D": "model-00001-of-00003.safetensors",
    "backbone.layers.27.mixer.conv1d.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.27.mixer.conv1d.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.27.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.27.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.27.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.27.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.27.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.27.norm.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.28.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.28.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.28.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.28.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.28.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.28.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.28.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.28.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.28.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.28.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.29.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.29.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.29.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.29.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.29.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.29.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.29.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.29.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.29.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.29.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.3.mixer.A_log": "model-00001-of-00003.safetensors",
    "backbone.layers.3.mixer.D": "model-00001-of-00003.safetensors",
    "backbone.layers.3.mixer.conv1d.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.3.mixer.conv1d.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.3.mixer.dt_proj.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.3.mixer.dt_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.3.mixer.in_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.3.mixer.out_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.3.mixer.x_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.3.norm.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.30.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.30.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.30.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.30.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.30.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.30.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.30.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.30.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.30.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.30.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.31.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.31.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.31.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.31.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.31.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.31.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.31.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.31.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.31.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.31.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.32.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.32.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.32.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.32.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.32.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.32.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.32.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.32.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.32.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.32.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.33.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.33.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.33.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.33.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.33.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.33.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.33.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.33.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.33.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.33.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.34.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.34.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.34.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.34.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.34.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.34.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.34.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.34.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.34.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.34.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.35.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.35.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.35.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.35.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.35.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.35.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.35.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.35.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.35.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.35.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.36.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.36.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.36.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.36.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.36.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.36.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.36.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.36.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.36.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.36.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.37.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.37.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.37.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.37.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.37.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.37.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.37.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.37.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.37.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.37.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.38.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.38.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.38.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.38.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.38.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.38.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.38.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.38.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.38.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.38.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.39.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.39.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.39.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.39.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.39.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.39.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.39.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.39.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.39.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.39.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.4.mixer.A_log": "model-00001-of-00003.safetensors",
    "backbone.layers.4.mixer.D": "model-00001-of-00003.safetensors",
    "backbone.layers.4.mixer.conv1d.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.4.mixer.conv1d.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.4.mixer.dt_proj.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.4.mixer.dt_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.4.mixer.in_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.4.mixer.out_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.4.mixer.x_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.4.norm.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.40.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.40.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.40.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.40.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.40.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.40.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.40.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.40.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.40.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.40.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.41.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.41.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.41.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.41.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.41.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.41.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.41.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.41.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.41.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.41.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.42.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.42.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.42.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.42.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.42.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.42.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.42.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.42.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.42.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.42.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.43.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.43.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.43.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.43.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.43.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.43.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.43.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.43.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.43.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.43.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.44.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.44.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.44.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.44.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.44.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.44.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.44.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.44.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.44.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.44.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.45.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.45.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.45.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.45.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.45.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.45.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.45.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.45.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.45.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.45.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.46.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.46.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.46.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.46.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.46.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.46.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.46.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.46.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.46.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.46.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.47.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.47.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.47.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.47.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.47.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.47.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.47.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.47.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.47.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.47.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.48.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.48.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.48.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.48.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.48.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.48.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.48.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.48.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.48.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.48.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.49.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.49.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.49.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.49.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.49.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.49.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.49.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.49.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.49.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.49.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.5.mixer.A_log": "model-00001-of-00003.safetensors",
    "backbone.layers.5.mixer.D": "model-00001-of-00003.safetensors",
    "backbone.layers.5.mixer.conv1d.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.5.mixer.conv1d.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.5.mixer.dt_proj.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.5.mixer.dt_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.5.mixer.in_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.5.mixer.out_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.5.mixer.x_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.5.norm.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.50.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.50.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.50.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.50.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.50.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.50.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.50.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.50.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.50.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.50.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.51.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.51.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.51.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.51.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.51.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.51.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.51.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.51.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.51.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.51.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.52.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.52.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.52.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.52.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.52.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.52.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.52.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.52.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.52.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.52.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.53.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.53.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.53.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.53.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.53.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.53.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.53.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.53.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.53.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.53.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.54.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.54.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.54.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.54.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.54.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.54.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.54.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.54.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.54.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.54.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.55.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.55.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.55.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.55.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.55.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.55.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.55.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.55.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.55.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.55.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.56.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.56.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.56.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.56.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.56.mixer.dt_proj.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.56.mixer.dt_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.56.mixer.in_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.56.mixer.out_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.56.mixer.x_proj.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.56.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.57.mixer.A_log": "model-00002-of-00003.safetensors",
    "backbone.layers.57.mixer.D": "model-00002-of-00003.safetensors",
    "backbone.layers.57.mixer.conv1d.bias": "model-00002-of-00003.safetensors",
    "backbone.layers.57.mixer.conv1d.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.57.mixer.dt_proj.bias": "model-00003-of-00003.safetensors",
    "backbone.layers.57.mixer.dt_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.57.mixer.in_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.57.mixer.out_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.57.mixer.x_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.57.norm.weight": "model-00002-of-00003.safetensors",
    "backbone.layers.58.mixer.A_log": "model-00003-of-00003.safetensors",
    "backbone.layers.58.mixer.D": "model-00003-of-00003.safetensors",
    "backbone.layers.58.mixer.conv1d.bias": "model-00003-of-00003.safetensors",
    "backbone.layers.58.mixer.conv1d.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.58.mixer.dt_proj.bias": "model-00003-of-00003.safetensors",
    "backbone.layers.58.mixer.dt_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.58.mixer.in_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.58.mixer.out_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.58.mixer.x_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.58.norm.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.59.mixer.A_log": "model-00003-of-00003.safetensors",
    "backbone.layers.59.mixer.D": "model-00003-of-00003.safetensors",
    "backbone.layers.59.mixer.conv1d.bias": "model-00003-of-00003.safetensors",
    "backbone.layers.59.mixer.conv1d.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.59.mixer.dt_proj.bias": "model-00003-of-00003.safetensors",
    "backbone.layers.59.mixer.dt_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.59.mixer.in_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.59.mixer.out_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.59.mixer.x_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.59.norm.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.6.mixer.A_log": "model-00001-of-00003.safetensors",
    "backbone.layers.6.mixer.D": "model-00001-of-00003.safetensors",
    "backbone.layers.6.mixer.conv1d.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.6.mixer.conv1d.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.6.mixer.dt_proj.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.6.mixer.dt_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.6.mixer.in_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.6.mixer.out_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.6.mixer.x_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.6.norm.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.60.mixer.A_log": "model-00003-of-00003.safetensors",
    "backbone.layers.60.mixer.D": "model-00003-of-00003.safetensors",
    "backbone.layers.60.mixer.conv1d.bias": "model-00003-of-00003.safetensors",
    "backbone.layers.60.mixer.conv1d.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.60.mixer.dt_proj.bias": "model-00003-of-00003.safetensors",
    "backbone.layers.60.mixer.dt_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.60.mixer.in_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.60.mixer.out_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.60.mixer.x_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.60.norm.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.61.mixer.A_log": "model-00003-of-00003.safetensors",
    "backbone.layers.61.mixer.D": "model-00003-of-00003.safetensors",
    "backbone.layers.61.mixer.conv1d.bias": "model-00003-of-00003.safetensors",
    "backbone.layers.61.mixer.conv1d.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.61.mixer.dt_proj.bias": "model-00003-of-00003.safetensors",
    "backbone.layers.61.mixer.dt_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.61.mixer.in_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.61.mixer.out_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.61.mixer.x_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.61.norm.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.62.mixer.A_log": "model-00003-of-00003.safetensors",
    "backbone.layers.62.mixer.D": "model-00003-of-00003.safetensors",
    "backbone.layers.62.mixer.conv1d.bias": "model-00003-of-00003.safetensors",
    "backbone.layers.62.mixer.conv1d.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.62.mixer.dt_proj.bias": "model-00003-of-00003.safetensors",
    "backbone.layers.62.mixer.dt_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.62.mixer.in_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.62.mixer.out_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.62.mixer.x_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.62.norm.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.63.mixer.A_log": "model-00003-of-00003.safetensors",
    "backbone.layers.63.mixer.D": "model-00003-of-00003.safetensors",
    "backbone.layers.63.mixer.conv1d.bias": "model-00003-of-00003.safetensors",
    "backbone.layers.63.mixer.conv1d.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.63.mixer.dt_proj.bias": "model-00003-of-00003.safetensors",
    "backbone.layers.63.mixer.dt_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.63.mixer.in_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.63.mixer.out_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.63.mixer.x_proj.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.63.norm.weight": "model-00003-of-00003.safetensors",
    "backbone.layers.7.mixer.A_log": "model-00001-of-00003.safetensors",
    "backbone.layers.7.mixer.D": "model-00001-of-00003.safetensors",
    "backbone.layers.7.mixer.conv1d.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.7.mixer.conv1d.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.7.mixer.dt_proj.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.7.mixer.dt_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.7.mixer.in_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.7.mixer.out_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.7.mixer.x_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.7.norm.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.8.mixer.A_log": "model-00001-of-00003.safetensors",
    "backbone.layers.8.mixer.D": "model-00001-of-00003.safetensors",
    "backbone.layers.8.mixer.conv1d.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.8.mixer.conv1d.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.8.mixer.dt_proj.bias": "model-00001-of-00003.safetensors",
    "backbone.layers.8.mixer.dt_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.8.mixer.in_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.8.mixer.out_proj.weight": "model-00001-of-00003.safetensors",
    "backbone.layers.8.mixer.x_proj.weight": "model-00001-of-00003.safetensors",
